[{"LEP": "Standard Instrument—Principal Local Environmental Plan (2006 EPI 155a)", "zone": "B1", "objectives": "1   Objectives of zone•  To provide a range of small-scale retail, business and community uses that serve the needs of people who live or work in the surrounding neighbourhood.", "permittedWithout": "2   Permitted without consent", "permittedWith": "3   Permitted with consentBoarding houses; Business premises; Centre-based child care facilities; Community facilities; Medical centres; Neighbourhood shops; Neighbourhood supermarkets; Oyster aquaculture; Respite day care centres; Shop top housing; Tank-based aquaculture", "prohibited": "4   ProhibitedPond-based aquaculture"}, {"LEP": "Standard Instrument—Principal Local Environmental Plan (2006 EPI 155a)", "zone": "B2", "objectives": "1   Objectives of zone•  To provide a range of retail, business, entertainment and community uses that serve the needs of people who live in, work in and visit the local area.•  To encourage employment opportunities in accessible locations.•  To maximise public transport patronage and encourage walking and cycling.", "permittedWithout": "2   Permitted without consent", "permittedWith": "3   Permitted with consentBoarding houses; Centre-based child care facilities; Commercial premises; Community facilities; Educational establishments; Entertainment facilities; Function centres; Information and education facilities; Medical centres; Oyster aquaculture; Passenger transport facilities; Recreation facilities (indoor); Registered clubs; Respite day care centres; Restricted premises; Service stations; Shop top housing; Tank-based aquaculture; Tourist and visitor accommodation", "prohibited": "4   ProhibitedPond-based aquaculture"}, {"LEP": "Standard Instrument—Principal Local Environmental Plan (2006 EPI 155a)", "zone": "B3", "objectives": "1   Objectives of zone•  To provide a wide range of retail, business, office, entertainment, community and other suitable land uses that serve the needs of the local and wider community.•  To encourage appropriate employment opportunities in accessible locations.•  To maximise public transport patronage and encourage walking and cycling.", "permittedWithout": "2   Permitted without consent", "permittedWith": "3   Permitted with consentCentre-based child care facilities; Commercial premises; Community facilities; Educational establishments; Entertainment facilities; Function centres; Hotel or motel accommodation; Information and education facilities; Medical centres; Oyster aquaculture; Passenger transport facilities; Recreation facilities (indoor); Registered clubs; Respite day care centres; Restricted premises; Tank-based aquaculture", "prohibited": "4   ProhibitedPond-based aquaculture"}, {"LEP": "Standard Instrument—Principal Local Environmental Plan (2006 EPI 155a)", "zone": "B4", "objectives": "1   Objectives of zone•  To provide a mixture of compatible land uses.•  To integrate suitable business, office, residential, retail and other development in accessible locations so as to maximise public transport patronage and encourage walking and cycling.", "permittedWithout": "2   Permitted without consent", "permittedWith": "3   Permitted with consentBoarding houses; Centre-based child care facilities; Commercial premises; Community facilities; Educational establishments; Entertainment facilities; Function centres; Hotel or motel accommodation; Information and education facilities; Medical centres; Oyster aquaculture; Passenger transport facilities; Recreation facilities (indoor); Registered clubs; Respite day care centres; Restricted premises; Seniors housing; Shop top housing; Tank-based aquaculture", "prohibited": "4   ProhibitedPond-based aquaculture"}, {"LEP": "Standard Instrument—Principal Local Environmental Plan (2006 EPI 155a)", "zone": "B5", "objectives": "1   Objectives of zone•  To enable a mix of business and warehouse uses, and specialised retail premises that require a large floor area, in locations that are close to, and that support the viability of, centres.", "permittedWithout": "2   Permitted without consent", "permittedWith": "3   Permitted with consentCentre-based child care facilities; Garden centres; Hardware and building supplies; Landscaping material supplies; Oyster aquaculture; Passenger transport facilities; Respite day care centres; Specialised retail premises; Tank-based aquaculture; Warehouse or distribution centres", "prohibited": "4   ProhibitedPond-based aquaculture"}, {"LEP": "Standard Instrument—Principal Local Environmental Plan (2006 EPI 155a)", "zone": "B6", "objectives": "1   Objectives of zone•  To promote businesses along main roads and to encourage a mix of compatible uses.•  To provide a range of employment uses (including business, office, retail and light industrial uses).•  To maintain the economic strength of centres by limiting retailing activity.", "permittedWithout": "2   Permitted without consent", "permittedWith": "3   Permitted with consentBusiness premises; Community facilities; Garden centres; Hardware and building supplies; Hotel or motel accommodation; Landscaping material supplies; Light industries; Oyster aquaculture; Passenger transport facilities; Plant nurseries; Tank-based aquaculture; Warehouse or distribution centres", "prohibited": "4   ProhibitedPond-based aquaculture"}, {"LEP": "Standard Instrument—Principal Local Environmental Plan (2006 EPI 155a)", "zone": "B7", "objectives": "1   Objectives of zone•  To provide a range of office and light industrial uses.•  To encourage employment opportunities.•  To enable other land uses that provide facilities or services to meet the day to day needs of workers in the area.", "permittedWithout": "2   Permitted without consent", "permittedWith": "3   Permitted with consentCentre-based child care facilities; Garden centres; Hardware and building supplies; Light industries; Neighbourhood shops; Office premises; Oyster aquaculture; Passenger transport facilities; Respite day care centres; Tank-based aquaculture; Warehouse or distribution centres", "prohibited": "4   ProhibitedPond-based aquaculture"}, {"LEP": "Standard Instrument—Principal Local Environmental Plan (2006 EPI 155a)", "zone": "B8", "objectives": "1   Objectives of zone•  To recognise and provide for the pre-eminent role of business, office, retail, entertainment and tourist premises in Australia’s participation in the global economy.•  To provide opportunities for an intensity of land uses commensurate with Sydney’s global status.•  To permit a diversity of compatible land uses characteristic of Sydney’s global status and that serve the workforce, visitors and wider community.", "permittedWithout": "2   Permitted without consent", "permittedWith": "3   Permitted with consentCentre-based child care facilities; Commercial premises; Community facilities; Educational establishments; Entertainment facilities; Function centres; Information and education facilities; Oyster aquaculture; Passenger transport facilities; Recreation facilities (indoor); Registered clubs; Respite day care centres; Restricted premises; Tank-based aquaculture; Tourist and visitor accommodation", "prohibited": "4   ProhibitedPond-based aquaculture"}, {"LEP": "Standard Instrument—Principal Local Environmental Plan (2006 EPI 155a)", "zone": "IN1", "objectives": "1   Objectives of zone•  To provide a wide range of industrial and warehouse land uses.•  To encourage employment opportunities.•  To minimise any adverse effect of industry on other land uses.•  To support and protect industrial land for industrial uses.", "permittedWithout": "2   Permitted without consent", "permittedWith": "3   Permitted with consentDepots; Freight transport facilities; Garden centres; General industries; Hardware and building supplies; Industrial training facilities; Light industries; Neighbourhood shops; Oyster aquaculture; Places of public worship; Tank-based aquaculture; Warehouse or distribution centres", "prohibited": "4   ProhibitedPond-based aquaculture"}, {"LEP": "Standard Instrument—Principal Local Environmental Plan (2006 EPI 155a)", "zone": "IN2", "objectives": "1   Objectives of zone•  To provide a wide range of light industrial, warehouse and related land uses.•  To encourage employment opportunities and to support the viability of centres.•  To minimise any adverse effect of industry on other land uses.•  To enable other land uses that provide facilities or services to meet the day to day needs of workers in the area.•  To support and protect industrial land for industrial uses.", "permittedWithout": "2   Permitted without consent", "permittedWith": "3   Permitted with consentDepots; Garden centres; Hardware and building supplies; Industrial training facilities; Light industries; Neighbourhood shops; Oyster aquaculture; Places of public worship; Tank-based aquaculture; Warehouse or distribution centres", "prohibited": "4   ProhibitedPond-based aquaculture"}, {"LEP": "Standard Instrument—Principal Local Environmental Plan (2006 EPI 155a)", "zone": "IN3", "objectives": "1   Objectives of zone•  To provide suitable areas for those industries that need to be separated from other land uses.•  To encourage employment opportunities.•  To minimise any adverse effect of heavy industry on other land uses.•  To support and protect industrial land for industrial uses.", "permittedWithout": "2   Permitted without consent", "permittedWith": "3   Permitted with consentDepots; Freight transport facilities; General industries; Hazardous storage establishments; Heavy industries; Offensive storage establishments; Oyster aquaculture; Tank-based aquaculture; Warehouse or distribution centres", "prohibited": "4   ProhibitedPond-based aquaculture"}, {"LEP": "Standard Instrument—Principal Local Environmental Plan (2006 EPI 155a)", "zone": "IN4", "objectives": "1   Objectives of zone•  To retain and encourage waterfront industrial and maritime activities.•  To identify sites for maritime purposes and for activities that require direct waterfront access.•  To ensure that development does not have an adverse impact on the environmental and visual qualities of the foreshore.•  To encourage employment opportunities.•  To minimise any adverse effect of development on land uses in other zones.", "permittedWithout": "2   Permitted without consent", "permittedWith": "3   Permitted with consentAquaculture; Boat building and repair facilities; Boat launching ramps; Jetties; Light industries", "prohibited": "4   Prohibited"}]