[{"LGA": "Lane Cove", "LEP": "Lane Cove Local Environmental Plan 2009", "zone": "Zone E1 Local Centre", "objectives": "<br>To provide a range of retail, business and community uses that serve the needs of people who live, work or visit the area.  <br>To encourage investment in local commercial development that generates employment opportunities and economic growth.  <br>To enable residential development that contributes to a vibrant and active local centre and is consistent with the Council's strategic planning for residential development in the area.  <br>To encourage business, retail, community and other non-residential land uses on the ground floor of buildings.  <br>To ensure that this centre the Lane Cove village functions as a Town Centre in the retail hierarchy hierarchy of Inner North Sub-region retailing.  <br>To encourage urban design maximising attractive public domain and adequate circulation space throughout the Lane Cove town centre for current and future users. <br>To encourage urban design maximising attractive public domain and adequate circulation space throughout the neighbourhood centres for current and future users. <br>To encourage urban design maximising attractive public domain and adequate circulation space through the Lane Cove local centres for current and future users <br>To ensure that landscaping is a significant element in public and private development viewed from the public domain.  <br>To ensure development is commensurate with the size and strategic intent of the individual local centre, and consistent with the Council's strategic planning for commercial development in the area. <br>To maximise public transport patronage and encourage walking and cycling. <br>To permit development for the purposes of offices, community and other facilities.", "permittedWithout": ["Home occupations"], "permittedWith": ["Amusement centres", "Boarding houses", "Building identification signs", "Business identification signs", "Car parks", "Centre-based child care facilities", "Commercial premises", "Community facilities", "Educational establishments", "Entertainment facilities", "Function centres", "Home businesses", "Home industries", "Hotel or motel accommodation", "Information and education facilities", "Local distribution premises", "Medical centres", "Oyster aquaculture", "Passenger transport facilities", "Places of public worship", "Public administration buildings", "Recreation areas", "Recreation facilities (indoor)", "Registered clubs", "Respite day care centres", "Restricted premises", "Roads", "Service stations", "Shop top housing", "Signage", "Tank-based aquaculture", "Veterinary hospitals"], "prohibited": ["4 Prohibited Any other development not specified in item 2 or 3"]}, {"LGA": "Lane Cove", "LEP": "Lane Cove Local Environmental Plan 2009", "zone": "Zone E2 Commercial Centre", "objectives": "<br>To strengthen the role of the commercial centre as the centre of business, retail, community and cultural activity.  <br>To encourage investment in commercial development that generates employment opportunities and economic growth.  <br>To encourage development that has a high level of accessibility and amenity, particularly for pedestrians.  <br>To enable residential development that is consistent with the Council's strategic planning for residential development in the area.  <br>To ensure that new development provides diverse and active street frontages to attract pedestrian traffic and to contribute to vibrant, diverse and functional streets and public spaces.  <br>To strengthen the role of St Leonards as a strategic centre, a health and education precinct, and an urban renewal corridor. <br>To integrate business, retail and other development in accessible locations. <br>To encourage appropriate employment opportunities in accessible locations. <br>To encourage urban design maximising attractive public domain and adequate circulation space throughout the St Leonards commercial centre for current and future users <br>To maximise public transport patronage and encourage walking and cycling. <br>To maximise sunlight for surrounding properties and the public domain.", "permittedWithout": ["Home occupations"], "permittedWith": ["Amusement centres", "Artisan food and drink industries", "Backpackers' accommodation", "Building identification signs", "Business identification signs", "Car parks", "Centre-based child care facilities", "Commercial premises", "Community facilities", "Educational establishments", "Entertainment facilities", "Function centres", "Home businesses", "Home industries", "Hotel or motel accommodation", "Information and education facilities", "Local distribution premises", "Medical centres", "Mortuaries", "Oyster aquaculture", "Passenger transport facilities", "Places of public worship", "Recreation areas", "Recreation facilities (indoor)", "Recreation facilities (outdoor)", "Registered clubs", "Respite day care centres", "Restricted premises", "Roads", "Signage", "Tank-based aquaculture", "Vehicle repair stations", "Veterinary hospitals"], "prohibited": ["4 Prohibited Any other development not specified in item 2 or 3"]}, {"LGA": "Lane Cove", "LEP": "Lane Cove Local Environmental Plan 2009", "zone": "Zone E4 General Industrial", "objectives": "<br>To provide a range of industrial, warehouse, logistics and related land uses.  <br>To ensure the efficient and viable use of land for industrial uses.  <br>To minimise any adverse effect of industry on other land uses.  <br>To encourage employment opportunities.  <br>To enable limited non-industrial land uses that provide facilities and services to meet the needs of businesses and workers.  <br>To provide a wide range of light industrial, warehouse, and related land uses. <br>To encourage employment opportunities and to support the viability of centres. <br>To enable other land uses that provide facilities or services to meet the day to day needs of workers in the area. <br>To support and protect industrial land for industrial uses. <br>To provide support in particular for innovative technologies and creative industries. <br>To ensure that landscaping is a significant element in development viewed from the public domain and neighbouring properties.  <br>To recognise the close proximity of this zone to adjoining residential areas and seek to mitigate potential conflict between industrial and residential uses.", "permittedWithout": ["Nil"], "permittedWith": ["Building identification signs", "Business identification signs", "Car parks", "Centre-based child care facilities", "Community facilities", "Depots", "Food and drink premises", "Freight transport facilities", "Garden centres", "General industries", "Goods repair and reuse premises", "Hardware and building supplies", "Industrial retail outlets", "Industrial training facilities", "Light industries", "Local distribution premises", "Medical centres", "Neighbourhood shops", "Oyster aquaculture", "Places of public worship", "Recreation areas", "Recreation facilities (indoor)", "Respite day care centres", "Roads", "Self-storage units", "Sex services premises", "Signage", "Take away food and drink premises", "Tank-based aquaculture", "Vehicle body repair workshops", "Vehicle repair stations", "Vehicle sales or hire premises", "Warehouse or distribution centres"], "prohibited": ["4 Prohibited Any other development not specified in item 2 or 3"]}, {"LGA": "Lane Cove", "LEP": "Lane Cove Local Environmental Plan 2009", "zone": "Zone MU1 Mixed Use", "objectives": "<br>To encourage a diversity of business, retail, office and light industrial land uses that generate employment opportunities.  <br>To ensure that new development provides diverse and active street frontages to attract pedestrian traffic and to contribute to vibrant, diverse and functional streets and public spaces.  <br>To minimise conflict between land uses within this zone and land uses within adjoining zones.  <br>To encourage business, retail, community and other non-residential land uses on the ground floor of buildings.  <br>To ensure the mixture of land uses are compatible. <br>To integrate development in accessible locations so as to maximise public transport patronage and encourage walking and cycling. <br>To maximise sunlight for surrounding properties and the public domain.  <br>To encourage urban design maximising attractive public domain and adequate circulation space for current and future users.", "permittedWithout": ["Nil"], "permittedWith": ["Amusement centres", "Boarding houses", "Building identification signs", "Business identification signs", "Car parks", "Centre-based child care facilities", "Commercial premises", "Community facilities", "Educational establishments", "Entertainment facilities", "Function centres", "Home industries", "Information and education facilities", "Light industries", "Local distribution premises", "Medical centres", "Multi dwelling housing", "Oyster aquaculture", "Passenger transport facilities", "Places of public worship", "Recreation areas", "Recreation facilities (indoor)", "Registered clubs", "Residential flat buildings", "Respite day care centres", "Restricted premises", "Roads", "Seniors housing", "Shop top housing", "Signage", "Tank-based aquaculture", "Tourist and visitor accommodation", "Vehicle repair stations"], "prohibited": ["4 Prohibited Any other development not specified in item 2 or 3"]}, {"LGA": "Lane Cove", "LEP": "Lane Cove Local Environmental Plan 2009", "zone": "Zone W4 Working Waterfront", "objectives": "<br>To retain and encourage industrial and maritime activities on foreshores.  <br>To identify sites for maritime purposes and for activities requiring direct foreshore access.  <br>To ensure that development does not have an adverse impact on the environment and visual qualities of the foreshore.  <br>To encourage employment opportunities.  <br>To minimise any adverse effect of development on land uses in other zones.  <br>To retain and encourage waterfront industrial and maritime activities. <br>To identify sites for maritime purposes and for activities that require direct waterfront access.", "permittedWithout": ["Environmental protection works"], "permittedWith": ["Aquaculture", "Boat building and repair facilities", "Boat launching ramps", "Heavy industries", "Jetties", "Light industries", "Port facilities", "Roads", "Signage"], "prohibited": ["4 Prohibited Hazardous industries", "Offensive industries", "Any other development not specified in item 2 or 3"]}]