[{"LGA": "Woollahra", "LEP": "Woollahra Local Environmental Plan 2014", "zone": "Zone E1 Local Centre", "objectives": "<br>To provide a range of retail, business and community uses that serve the needs of people who live, work or visit the area.  <br>To encourage investment in local commercial development that generates employment opportunities and economic growth.  <br>To enable residential development that contributes to a vibrant and active local centre and is consistent with the Council's strategic planning for residential development in the area.  <br>To encourage business, retail, community and other non-residential land uses on the ground floor of buildings.  <br>To attract new business and commercial opportunities.  <br>To provide active ground floor uses to create vibrant centres.  <br>To provide for development of a scale and type that is compatible with the amenity and desired future character of the surrounding residential area.  <br>To ensure that development is of a height and scale that achieves the desired future character of the neighbourhood centre.  <br>To encourage development that is compatible with the centre's position in the centres hierarchy. <br>To ensure that new development provides diverse and active ground floor uses to contribute to vibrant, diverse and functional streets and public spaces. <br>To maximise public transport patronage and encourage walking and cycling. <br>To provide active ground floor uses to create vibrant centres.  <br>To provide for development of a scale and type that is compatible with the amenity of the surrounding residential area.  <br>To ensure that development is of a height and scale that achieves the desired future character of the neighbourhood. ] <br>To provide for a range of other uses, including light industrial, that serve the surrounding area neighbourhood without impacting on the amenity of the adjoining uses.", "permittedWithout": ["Roads"], "permittedWith": ["Amusement centres", "Bed and breakfast accommodation", "Boarding houses", "Building identification signs", "Business identification signs", "Car parks", "Centre-based child care facilities", "Commercial premises", "Community facilities", "Entertainment facilities", "Environmental facilities", "Environmental protection works", "Function centres", "Home businesses", "Home industries", "Home occupations", "Home occupations (sex services)", "Hotel or motel accommodation", "Information and education facilities", "Light industries", "Local distribution premises", "Medical centres", "Oyster aquaculture", "Passenger transport facilities", "Places of public worship", "Public administration buildings", "Recreation areas", "Recreation facilities (indoor)", "Respite day care centres", "Service stations", "Serviced apartments", "Sex services premises", "Shop top housing", "Tank-based aquaculture", "Veterinary hospitals"], "prohibited": ["4 Prohibited Any other development not specified in item 2 or 3"]}, {"LGA": "Woollahra", "LEP": "Woollahra Local Environmental Plan 2014", "zone": "Zone MU1 Mixed Use", "objectives": "<br>To encourage a diversity of business, retail, office and light industrial land uses that generate employment opportunities.  <br>To ensure that new development provides diverse and active street frontages to attract pedestrian traffic and to contribute to vibrant, diverse and functional streets and public spaces.  <br>To minimise conflict between land uses within this zone and land uses within adjoining zones.  <br>To encourage business, retail, community and other non-residential land uses on the ground floor of buildings.  <br>To provide active ground floor uses to create vibrant centres.   <br>To provide for development of a scale and type that is compatible with the amenity and desired future character of the surrounding residential area.  <br>To ensure that development is of a height and scale that achieves the desired future character of the centre.  <br>To maximise public transport patronage and encourage walking and cycling.", "permittedWithout": ["Roads"], "permittedWith": ["Amusement centres", "Boarding houses", "Building identification signs", "Business identification signs", "Car parks", "Centre-based child care facilities", "Commercial premises", "Community facilities", "Dwelling houses", "Educational establishments", "Entertainment facilities", "Environmental facilities", "Environmental protection works", "Function centres", "Home industries", "Home occupations (sex services)", "Information and education facilities", "Light industries", "Local distribution premises", "Medical centres", "Oyster aquaculture", "Passenger transport facilities", "Places of public worship", "Recreation areas", "Recreation facilities (indoor)", "Registered clubs", "Respite day care centres", "Restricted premises", "Seniors housing", "Service stations", "Sex services premises", "Shop top housing", "Tank-based aquaculture", "Tourist and visitor accommodation", "Vehicle repair stations", "Veterinary hospitals"], "prohibited": ["4 Prohibited Any other development not specified in item 2 or 3"]}]